Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་མིག་རྟག་པའི་ཚིག་བླ་དགས་དང་། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: Likewise, why do you say that the designation of the eyes as permanent or impermanent does not constitute a bodhisattva, and similarly, that the designations of the ears, the nose, the tongue, the body, and the mental faculty as permanent or impermanent does not constitute a bodhisattva?

source: མིག་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། གཟུགས་རྣམས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: In the same vein, why do you say that these [remaining] designations made with respect to the eyes, up to and including their designation as entities or non-entities, do not constitute a bodhisattva, and similarly, that these [remaining] designations made with respect to the ears, nose, tongue, body, and mental faculty, up to and including their designation as entities or non-entities, do not constitute a bodhisattva?

source: དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: “In like manner, why do you say that the designation of sights does not constitute a bodhisattva, and similarly, that the designations of sounds, odors, tastes, tangibles, and mental phenomena do not constitute a bodhisattva?

source: གཟུགས་རྣམས་རྟག་པའི་ཚིག་བླ་དགས་དང་། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་རྟག་པའི་ཚིག་བླ་དགས་དང་། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: Why do you say that the designation of sights as permanent or impermanent does not constitute a bodhisattva, and similarly, that the designations of sounds, odors, tastes, tangibles, and mental phenomena as permanent or impermanent do not constitute a bodhisattva?

source: གཟུགས་རྣམས་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་། དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་།
en: In the same vein, why do you say that the [remaining] designations made with respect to sights, up to and including their designation as entities or non-entities, do not constitute a bodhisattva, and similarly, that the [remaining] designations made with respect to sounds, odors, tastes, tangibles, and mental phenomena, up to and including their designation as entities or non-entities, do not constitute a bodhisattva?

source: ཆོས་རྣམས་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་། དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: “Why do you say that the designation of the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness does not constitute a bodhisattva, and similarly, that the designations [of the remaining sensory elements], up to and including the sensory element of mental consciousness, do not constitute a bodhisattva?

source: མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་རྟག་པའི་ཚིག་བླ་དགས་དང་། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: Why do you say that the designation of the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness as permanent or impermanent, does not constitute a bodhisattva, and, in the same vein, that the designations of the [remaining] sensory elements, up to and including the sensory element of mental consciousness, [as permanent or impermanent], do not constitute a bodhisattva?

source: མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་། དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་།
en: In the same vein, why do you say that the [remaining] designations made with respect to the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness, up to and including their designation as entities or non-entities, do not constitute a bodhisattva, and similarly, that the [remaining] designations made with respect to the [other] sensory elements, up to and including the designation of the sensory element of mental consciousness, as entities or non-entities, do not constitute a bodhisattva?

source: དངོས་པོ་མེད་པའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། མ་རིག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་མ་རིག་པ་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། མ་རིག་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: “Why do you say that the designation of fundamental ignorance does not constitute a bodhisattva, and in the same vein, that the designations [of the remaining links of dependent origination], up to and including aging and death, do not constitute a bodhisattva?

source: རྒ་ཤིའི་བར་གྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་མ་རིག་པ་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དུ་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: In like manner, why do you say that the designation of fundamental ignorance as permanent or impermanent does not constitute a bodhisattva, and, in the same vein, that the designations [of the other links of dependent origination], up to and including the link of aging and death, as permanent or impermanent, do not constitute a bodhisattva?

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། མ་རིག་པ་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་། དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་ཀྱི་བར་དུ་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དུ་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་དང་།
en: In the same vein, why do you say that the [remaining] designations made with respect to fundamental ignorance, up to and including its designation as entity or non-entity, do not constitute a bodhisattva, and similarly, that [the remaining] designations made with respect to the [other links of dependent origination], up to and including the designation of aging and death, as entities or non-entities, do not constitute a bodhisattva?”

source: དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞེས་ཟེར། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་གཏན་མི་དམིགས་ལགས་ན་གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Then, the venerable Śāradvatī­putra replied to the Blessed One, “Reverend Lord, if physical forms are invariably non-apprehensible, how could the designation of physical forms become a bodhisattva?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཡང་དེ་ལྟ་ལགས་སོ། །
en: The same goes for feelings, perceptions, formative predispositions, and consciousness!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྟག་པའམ། མི་རྟག་པ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as permanent or impermanent is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་བདེ་ཞེས་བགྱི་བའམ། སྡུག་བསྔལ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as imbued with happiness or suffering is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་བདག་ཅེས་བགྱི་བ་འམ། བདག་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as a self or not a self is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་སྟོང་ཞེས་བགྱི་བའམ། མི་སྟོང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as empty or not empty is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་མཚན་མ་མཆིས་ཞེས་བགྱི་བའམ། མཚན་མ་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as with signs or signless is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་སྨོན་པ་མཆིས་ཞེས་བགྱི་བའམ། སྨོན་པ་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as having aspirations or lacking aspirations is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ཞི་ཞེས་བགྱི་བའམ། མ་ཞི་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as calm or not calm is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་དབེན་ཞེས་བགྱི་བའམ། མི་དབེན་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as void or not void is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བའམ། རྣམ་པར་བྱང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as afflicted or purified is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་སྐྱེ་ཞེས་བགྱི་བའམ། འགག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as arising or ceasing is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་དངོས་པོ་མཆིས་ཞེས་བགྱི་བའམ། དངོས་པོ་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of physical forms as entities or non-entities is invariably non-apprehensible, how could the designation of physical forms as such become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the eyes are invariably non-apprehensible, how could the designation of the eyes become a bodhisattva?

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་དེ་ལྟ་ལགས་སོ། །
en: The same goes for the ears, nose, tongue, body, and mental faculty!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་རྟག་ཅེས་བགྱི་བའམ། མི་རྟག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་མི་རྟག་ཞེས་བགྱི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as permanent or impermanent is invariably non-apprehensible, how could the designation of the eyes as impermanent become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་བདེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་སྡུག་བསྔལ་ཞེས་བགྱི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as imbued with happiness is invariably non-apprehensible, how could the designation of the eyes as imbued with suffering become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་བདག་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་བདག་མ་མཆིས་ཞེས་བགྱི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as a self is invariably non-apprehensible, how could the designation of the eyes as a non-self become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་སྟོང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as empty is invariably non-apprehensible, how could the designation of the eyes as not empty become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་མཚན་མ་མཆིས་ཞེས་བྱ་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་མཚན་མ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as with signs is invariably non-apprehensible, how could the designation of the eyes as signless become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་སྨོན་པ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། སྨོན་པ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as having aspirations is invariably non-apprehensible, how could the designation [of the eyes] as lacking aspirations become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་ཞི་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་མ་ཞི་བའི་ཆིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as calm is invariably non-apprehensible, how could the designation of the eyes as not calm become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་དབེན་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་མི་དབེན་པའི་ཆིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as void is invariably non-apprehensible, how could the designation of the eyes as not void become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as afflicted is invariably non-apprehensible, how could the designation of the eyes as purified become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་སྐྱེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as arising is invariably non-apprehensible, how could the designation of the eyes as ceasing become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་དངོས་པོ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་དངོས་པོ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the eyes as entities is invariably non-apprehensible, how could the designation of the eyes as non-entities become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if sights are invariably non-apprehensible, how could the designation of sights become a bodhisattva?

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་ཀྱང་དེ་ལྟ་ལགས་སོ། །
en: The same goes for sounds, odors, tastes, tangibles, and mental phenomena!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་རྟག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as permanent is invariably non-apprehensible, how could the designation of sights as impermanent become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་བདེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as imbued with happiness is invariably non-apprehensible, how could the designation of sights as imbued with suffering become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་བདག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་བདག་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as a self is invariably non-apprehensible, how could the designation of sights as a non-self become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་སྟོང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་མི་སྟོང་པའི་ཆིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as empty is invariably non-apprehensible, how could the designation of sights as not empty become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་མཚན་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་མཚན་མ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as with signs is invariably non-apprehensible, how could the designation of sights as signless become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་སྨོན་པ་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་སྨོན་པ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as having aspirations is invariably non-apprehensible, how could the designation of sights as lacking aspirations become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་ཞི་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as calm is invariably non-apprehensible, how could the designation of sights as not calm become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་དབེན་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as void is invariably non-apprehensible, how could the designation of sights as not void become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as afflicted is invariably non-apprehensible, how could the designation of sights as purified become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་སྐྱེ་བའི་ཚིག་བླ་དགས་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as arising is invariably non-apprehensible, how could the designation of sights as ceasing become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་རྣམས་དངོས་པོ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། གཟུགས་རྣམས་དངོས་པོ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of sights as entities is invariably non-apprehensible, how could the designation of sights as non-entities become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the sensory element of the eyes is invariably non-apprehensible, how could the designation of the sensory element of the eyes become a bodhisattva?

source: གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནས། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བར་བགྱིའོ། །
en: The same applies to [all the other sensory elements], starting from the sensory element of sights and the sensory element of visual consciousness, up to and including the sensory element of mental consciousness!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་རྟག་ཅེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as permanent is invariably non-apprehensible, how could the designation of the sensory element of the eyes as impermanent become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་བདེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as imbued with happiness is invariably non-apprehensible, how could the designation of the sensory element of the eyes as imbued with suffering become a bodhisattva?

source: གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བར་བགྱིའོ། །
en: The same applies to [all the other sensory elements], starting from the sensory element of sights and the sensory element of visual consciousness, up to and including the sensory element of mental consciousness!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་བདག་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་བདག་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as a self is invariably non-apprehensible, how could the designation of the sensory element of the eyes as a non-self become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་སྟོང་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as empty is invariably non-apprehensible, how could the designation of the sensory element of the eyes as not empty become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་མཚན་མ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་མཚན་མ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as with signs is invariably non-apprehensible, how could the designation of the sensory element of the eyes as signless become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་སྨོན་པ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་སྨོན་པ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as having aspirations is invariably non-apprehensible, how could the designation of the sensory element of the eyes as lacking aspirations become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་ཞི་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as calm is invariably non-apprehensible, how could the designation of the sensory element of the eyes as not calm become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་དབེན་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as void is invariably non-apprehensible, how could the designation of the sensory element of the eyes as not void become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་ཀུན་ནས་ཉོན་མོངས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as afflicted is invariably non-apprehensible, how could the designation of the sensory element of the eyes as purified become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་སྐྱེ་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as arising is invariably non-apprehensible, how could the designation of the sensory element of the eyes as ceasing become a bodhisattva?

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་གི་ཁམས་དངོས་པོ་མཆིས་ཞེས་བགྱི་བ་གཏན་མི་དམིགས་ལགས་ན། མིག་གི་ཁམས་དངོས་པོ་མ་མཆིས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Reverend Lord, if the notion of the sensory element of the eyes as an entity is invariably non-apprehensible, how could the designation of the sensory element of the eyes as a non-entity become a bodhisattva?
